Repository: henfrydls/Portafolio-Manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: It doesn't matter if you have a clear idea or just an initial concept. I'm here to help you turn your vision into reality.
es: No importa si tienes una idea clara o solo un concepto inicial. Estoy aquí para ayudarte a convertir tu visión en realidad.

source: View My Work
es: Ver mi trabajo

source: Message Received - Confirmation
es: Mensaje recibido - Confirmación

source: Message received!
es: Mensaje recibido!

source: Thank you for contacting me, %(name)s
es: Gracias por contactarme, %(name)s

source: Hello %(name)s,
es: Hola %(name)s,

source: I have received your message and will respond as soon as possible. Here is a summary of what you sent me:
es: He recibido tu mensaje y responderé lo antes posible. Aquí hay un resumen de lo que me enviaste:

source: I typically respond within 24-48 hours. If your inquiry is urgent, feel free to contact me directly through my social media.
es: Normalmente respondo en 24-48 horas. Si tu consulta es urgente, no dudes en contactarme directamente a través de mis redes sociales.

source: This is an automated confirmation message.
es: Este es un mensaje de confirmación automatizado.

source: MESSAGE RECEIVED!
es: ¡MENSAJE RECIBIDA!

source: Thank you for contacting me. I have received your message and will respond as soon as possible.
es: Gracias por contactarme. He recibido tu mensaje y responderé lo antes posible.

source: YOUR MESSAGE SUMMARY:
es: SU MENSAJE RESUMEN:

source: New Contact Message
es: Nuevo mensaje de contacto

source: New contact message
es: Nuevo mensaje de contacto

source: You have received a new message from your portfolio website
es: Usted ha recibido un nuevo mensaje de su sitio web de cartera

source: Contact information:
es: Información de contacto:

source: Name:
es: Nombre:

source: Reply directly
es: Responder directamente

source: User Agent:
es: Agente de usuario:

source: This message was sent from your portfolio website contact form.
es: Este mensaje fue enviado desde el formulario de contacto del sitio web de su cartera.

source: NEW CONTACT MESSAGE
es: NEW CONTACT MENSAGE

source: You have received a new message from your portfolio website.
es: Usted ha recibido un nuevo mensaje de su sitio web de cartera.

source: CONTACT INFORMATION:
es: INFORMACIÓN DE CONTACTO:

source: MESSAGE:
es: MESA:

source: To reply, simply respond to this email or write directly to: %(email)s
es: Para responder, simplemente responda a este correo electrónico o escriba directamente a: %(email)s

source: About
es: Acerca de

source: Work & Projects
es: Proyectos de trabajo

source: Selected projects and contributions
es: Proyectos y contribuciones seleccionados

source: View Code
es: Ver Código

source: View PDF
es: Ver PDF

source: Read More
es: Leer más

source: Read Article
es: Leer artículo

source: Loading projects...
es: Cargando proyectos...

source: Sending...
es: Enviando...

source: Get In Touch
es: Ponte en contacto

source: Ready to collaborate on your next project? Whether you need technical leadership, system
es: ¿Listo para colaborar en tu próximo proyecto? Ya sea que necesites liderazgo técnico, sistema

source: architecture, or digital transformation guidance, I'd love to hear from you.
es: de arquitectura o guía de transformación digital, me encantaría saber de ti.

source: Send an Email
es: Enviar un correo electrónico

source: Professional networking & quick messages
es: Redes profesionales " mensajes rápidos

source: Connect on LinkedIn
es: Conectar en Enlace In

source: Code collaboration & technical discussions
es: Colaboración en el Código " Debates técnicos "

source: View GitHub Profile
es: Ver Perfil GitHub

source: Send a Message
es: Enviar un mensaje

source: Prefer a contact form? Fill out the details below.
es: ¿Prefieres un formulario de contacto? Rellene los detalles a continuación.

source: Your full name
es: Tu nombre completo

source: your.email@example.com
es: su.email@example.com

source: What's this about?
es: ¿De qué se trata esto?

source: Tell me about your project, ideas, or just say hello...
es: Háblame de tu proyecto, ideas o saluda...

source: Let's Build Something Great Together
es: Construyamos algo grande juntos

source: From concept to deployment, I help organizations leverage technology
es: Del concepto al despliegue, ayudo a las organizaciones a aprovechar la tecnología

source: to achieve their strategic goals.
es: para alcanzar sus objetivos estratégicos.

source: Projects Delivered
es: Proyectos ejecutados

source: Years Experience
es: Experiencia Años

source: Back to home
es: Volver a casa

source: Project Description
es: Descripción del proyecto

source: My Projects
es: Mis proyectos

source: A collection of my work and experiments in software development
es: Una colección de mi trabajo y experimentos en el desarrollo de software

source: Filter by:
es: Filtro por:

source: Search projects...
es: Proyectos de búsqueda...

source: View Details
es: Ver detalles

source: View on GitHub
es: Vista en GitHub

source: View Demo
es: Ver Demo

source: No projects found
es: No se han encontrado proyectos

source: No projects available yet.
es: Todavía no hay proyectos disponibles.

source: Resume
es: Resumen

source: Back to Portfolio
es: Volver a Portfolio

source: Download PDF
es: Descargar PDF

source: positions
es: posiciones

source: Education & Certifications
es: Educación " Certificaciones

source: Academic background & professional credentials
es: Formación académica y credenciales profesionales

source: Formal Education
es: Educación formal

source: Certifications
es: Certificaciones

source: Verify
es: Verificar

source: courses
es: cursos

source: Filter courses...
es: Cursos de filtro...

source: Show All
es: Mostrar todos

source: Last updated:
es: Última actualización:

source: Professional Resume
es: Resumen profesional
