Repository: henfrydls/Portafolio-Manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Username
es: Nombre de usuario

source: Email address
es: Dirección de correo electrónico

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: Dashboard language
es: Idioma del panel

source: Choose a username
es: Elija un nombre de usuario

source: Admin email address
es: Dirección de correo electrónico Admin

source: Enter a strong password
es: Introduzca una contraseña fuerte

source: Repeat the password
es: Repita la contraseña

source: Username is required.
es: Se requiere el nombre de usuario.

source: This username is already taken.
es: Este nombre de usuario ya está tomado.

source: Email address is required.
es: Se requiere dirección de correo electrónico.

source: This email address is already in use.
es: Esta dirección de correo electrónico ya está en uso.

source: Both password fields are required.
es: Ambos campos de contraseña son necesarios.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Your name
es: Tu nombre

source: Your professional title (e.g., Full Stack Developer).
es: Su título profesional (por ejemplo, Full Stack Developer).

source: Update your biography to introduce yourself.
es: Actualice su biografía para introducirse.

source: Phone number (optional)
es: Número de teléfono (opcional)

source: City, Country
es: Ciudad, País

source: Name
es: Nombre

source: Professional title
es: Título profesional

source: Biography
es: Biografía

source: Phone
es: Teléfono

source: Location
es: Ubicación

source: LinkedIn URL
es: Enlaces En URL

source: GitHub URL
es: URL de GitHub

source: Medium URL
es: URL media

source: PDF resume (English)
es: PDF curriculum vitae (en inglés)

source: PDF resume (Spanish)
es: PDF curriculum vitae (español)

source: Display web resume on the site
es: Visualizar el curriculum vitae en el sitio

source: A superuser is already configured. Please sign in.
es: Un superusuario ya está configurado. Por favor, firme.

source: Setup complete. Welcome to your dashboard.
es: Configuración completa. Bienvenido a tu tablero.

source: %(language)s content ready (base)
es: %(language)s el contenido listo (base)

source: %(language)s translation ready
es: %(language)s traducción lista

source: %(language)s auto-translation failed: %(error)s
es: %(language)s la autotranslación falló: %(error)s

source: %(language)s auto-translation failed
es: %(language)s la autotranslación falló

source: %(language)s auto-translation pending
es: %(language)s de autotranslación pendiente

source: %(language)s translation missing
es: %(language)s traducción desaparecida

source: Access Denied
es: Acceso denegado

source: You don't have permission to access this page.
es: No tienes permiso para acceder a esta página.

source: Go to Home
es: Vete a casa

source: Sign In
es: Ingresar

source: Go Back
es: Regresa

source: Need Access?
es: ¿Necesitas acceso?

source: This page requires authentication. If you are the site administrator, you can sign in to access the admin panel.
es: Esta página requiere autenticación. Si eres el administrador del sitio, puedes iniciar sesión para acceder al panel de administración.

source: Sign in as administrator
es: Inicie sesión como administrador

source: Insufficient Permissions
es: Permisos insuficientes

source: You are authenticated as
es: Eres autenticado como

source: but you don't have the necessary permissions to access this page.
es: pero no tienes los permisos necesarios para acceder a esta página.

source: If you believe this is an error, verify your permissions in the admin panel.
es: Si crees que esto es un error, verifica tus permisos en el panel de administración.

source: What can you do?
es: ¿Qué puedes hacer?

source: Visit the home page
es: Visita la página principal

source: View public projects
es: Ver proyectos públicos

source: Review the resume
es: Revisar el curriculum vitae

source: Contact the administrator
es: Contactar con el administrador

source: Sign out
es: Suscríbase

source: Sorry, the page you are looking for doesn't exist or has been moved.
es: Lo siento, la página que buscas no existe o se ha movido.

source: View my projects
es: Vea mis proyectos

source: Review my resume
es: Revisa mi curriculum vitae

source: Read the blog
es: Lea el blog

source: Contact me
es: Contacta conmigo

source: Server Error
es: Error de servidor

source: Internal Server Error
es: Error de servidor interno

source: Something went wrong on our server. We're working to fix it.
es: Algo salió mal en nuestro servidor. Estamos trabajando para arreglarlo.

source: Try Again
es: Otra vez

source: What can you do in the meantime?
es: ¿Qué puedes hacer mientras tanto?

source: Report this problem
es: Informe este problema

source: Wait a few minutes and try again
es: Espera unos minutos y vuelve a intentarlo

source: Need Help?
es: ¿Necesita ayuda?

source: If the problem persists, you can contact me directly:
es: Si el problema persiste, puede ponerse en contacto conmigo directamente:

source: Context
es: Contexto

source: Catalogs
es: Catálogos

source: Inbox
es: Caja

source: Profile
es: Perfil

source: Analytics
es: Análisis

source: Settings
es: Ajustes

source: View Site
es: Ver el sitio

source: Projects
es: Proyectos

source: Categories
es: Categorías

source: Project Types
es: Tipos de proyecto

source: Knowledge Bases
es: Bases de conocimientos

source: Administration
es: Administración

source: Manage your content
es: Administrar su contenido

source: Connection error
es: Error de conexión

source: Delete Post
es: Suprimir el puesto

source: Back to Blog
es: Volver al Blog

source: Confirm Deletion
es: Confirmación de eliminación

source: Attention!
es: ¡Atención!

source: This action cannot be undone. The post will be permanently deleted.
es: Esta acción no se puede deshacer. El puesto será eliminado permanentemente.

source: Type:
es: Tipo:

source: Status:
es: Estado:

source: Featured:
es: Destacados:

source: Yes
es: Sí

source: Created:
es: Creado:

source: Updated:
es: Actualizado:

source: Published:
es: Publicado:

source: Reading time:
es: Tiempo de lectura:

source: Tags:
es: Etiquetas:

source: Cancel
es: Cancelar

source: Edit instead
es: Edita en su lugar

source: Yes, delete post
es: Sí, borra el post

source: Are you absolutely sure you want to delete this post? This action cannot be undone.
es: ¿Estás absolutamente seguro de que quieres eliminar esta publicación? Esta acción no se puede deshacer.

source: Edit Post
es: Edición

source: New Post
es: Nuevo puesto

source: Basic Information
es: Información básica

source: Brief summary that will appear in post lists
es: Breve resumen que aparecerá en las listas de puestos

source: Full post content (supports Markdown)
es: Contenido completo de correos (apoye Markdown)

source: Current image:
es: Imagen actual:

source: Post Details
es: Detalles del puesto

source: Tags separated by commas (e.g: django, python, web)
es: Etiquetas separados por comas (por ejemplo: django, python, web)

source: Reference Links
es: Enlaces de referencia

source: Publishing
es: Publicación

source: Save Draft
es: Guardar el proyecto

source: Update
es: Actualización

source: Create and Publish
es: Crear y publicar

source: Auto-save:
es: Auto-salvado:

source: Write the post content here...\n\nYou can use Markdown to format the text.
es: Escribe el contenido de la publicación aquí... Puedes usar Markdown para formatear el texto.

source: Loading preview...
es: Cargando vista previa...

source: The title is required
es: Se requiere el título

source: Content is required
es: El contenido es necesario

source: Connection error while uploading the image
es: Error de conexión al subir la imagen

source: Automatic reading time
es: Tiempo de lectura automático

source: Default publish date (current time)
es: Fecha de publicación predeterminada (hora actual)

source: Helper function to synchronize editor content
es: Función del ayudante para sincronizar el contenido del editor

source: Status buttons - ensure synchronization before submit
es: Botones de estado - asegurar la sincronización antes de enviar

source: Prevent immediate submission
es: Prevención de la presentación inmediata

source: Blog Management
es: Gestión del Blog

source: Manage your posts, drafts and published content
es: Gestione sus publicaciones, borradores y contenidos publicados

source: Search posts
es: Puestos de búsqueda

source: Title, content...
es: Título, contenido...

source: Status
es: Situación

source: All statuses
es: Todos los estados

source: Draft
es: Proyecto

source: Published
es: Publicado

source: Archived
es: Archivado

source: Category
es: Categoría

source: All categories
es: Todas las categorías

source: Filter
es: Filtro

source: Clear
es: Despejado

source: posts shown
es: puestos indicados

source: Automatic translation is currently disabled. Translations must be updated manually.
es: La traducción automática está actualmente deshabilitada. Las traducciones deben actualizarse manualmente.

source: Post
es: Puesto

source: Type
es: Tipo

source: Translations
es: Traducciones

source: Featured
es: Destacados

source: Date
es: Fecha

source: Actions
es: Acciones

source: No category
es: No categoría

source: View
es: Vista

source: Edit
es: Editar

source: Delete
es: Eliminar

source: No posts
es: No hay puestos

source: No posts found with the applied filters.
es: No hay postes encontrados con los filtros aplicados.

source: Start by creating your first blog post.
es: Empieza por crear tu primer blog.

source: Create Post
es: Crear publicación

source: Page
es: Página

source: of
es: de

source: Are you sure you want to publish this post?
es: ¿Seguro que quieres publicar este post?

source: Delete Category
es: Eliminar la categoría

source: Confirm removal of this blog category.
es: Confirme la eliminación de esta categoría de blog.

source: Back to Categories
es: Volver a Categorías

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: You are about to delete the category
es: Usted está a punto de eliminar la categoría

source: Associated posts will remain published but will lose this category reference.
es: Las publicaciones asociadas permanecerán publicadas pero perderán esta referencia de categoría.

source: Edit Category
es: Editar Categoría

source: New Category
es: Nueva categoría

source: Update the details for this blog category.
es: Actualice los detalles para esta categoría de blog.

source: Create a category to group related blog posts.
es: Crear una categoría para los mensajes de blog relacionados con grupos.

source: Adjust the metadata and translations for this category.
es: Ajuste los metadatos y las traducciones para esta categoría.

source: Provide the information that will appear in the blog filters.
es: Proporcione la información que aparecerá en los filtros del blog.

source: Leave blank to generate it automatically from the name.
es: Deja en blanco para generarlo automáticamente desde el nombre.

source: Optional description displayed in admin lists.
es: Descripción opcional mostrada en listas de administración.

source: Lower numbers appear first in listings.
es: Los números inferiores aparecen primero en las listas.

source: Visible in filters and blog pages
es: Visible en filtros y páginas de blog

source: Save Changes
es: Guardar cambios

source: Create Category
es: Crear categoría

source: Organize your blog content by managing categories
es: Organiza tu contenido de blog gestionando categorías

source: Search categories
es: Categorías de la búsqueda

source: Name or description
es: Nombre o descripción

source: Active
es: Activo

source: Inactive
es: Inactivo

source: categories shown
es: categorías

source: Posts
es: Puestos

source: Order
es: Orden

source: Updated
es: Actualizado

source: No categories yet
es: No hay categorías todavía

source: No categories found with the applied filters.
es: No hay categorías encontradas con los filtros aplicados.

source: Start by creating your first blog category.
es: Empieza por crear tu primera categoría de blog.

source: Add Category
es: Agregar categoría

source: Delete Message
es: Borrar el mensaje

source: Back to Messages
es: Volver a Mensajes

source: This action cannot be undone. The message will be permanently deleted.
es: Esta acción no se puede deshacer. El mensaje será eliminado permanentemente.

source: Message to delete:
es: Mensaje para eliminar:

source: From:
es: De:

source: Subject:
es: Asunto:

source: Date:
es: Fecha:

source: Read
es: Leído

source: Unread
es: No

source: Message:
es: Mensaje:

source: View full message
es: Ver mensaje completo

source: Reply before deleting
es: Responder antes de eliminar

source: Yes, delete message
es: Sí, borra el mensaje

source: Are you sure you want to delete this message? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este mensaje? Esta acción no se puede deshacer.

source: Message from
es: Mensaje de

source: Reply
es: Responder

source: New
es: Nuevo

source: Mark as unread
es: Marcar como no leído

source: Mark as read
es: Marcar como leído

source: Sender Information
es: Información del Remitente

source: Send Email
es: Enviar Email

source: Hello
es: Hola

source: Thank you for your message.
es: Gracias por tu mensaje.

source: Message Details
es: Detalles del Mensaje

source: Received:
es: Recibido:

source: Message length:
es: Longitud del mensaje:

source: words
es: palabras

source: characters
es: caracteres

source: Quick Actions
es: Acciones Rápidas

source: Copy Email
es: Copiar Email

source: Copy Message
es: Copiar Mensaje

source: Email copied to clipboard
es: Email copiado al portapapeles

source: Message copied to clipboard
es: Mensaje copiado al portapapeles

source: Contact Messages
es: Mensajes de contacto

source: Manage messages received from the contact form
es: Gestionar mensajes recibidos del formulario de contacto

source: Search messages
es: Buscar mensajes

source: Name, email, subject...
es: Nombre, correo electrónico, sujeto...

source: All messages
es: Todos los mensajes

source: Messages
es: Mensajes

source: unread
es: sin leer

source: messages shown
es: mensajes mostrados

source: Subject
es: Asunto

source: Message
es: Mensaje

source: View full
es: Vista completa

source: No messages
es: No hay mensajes

source: No messages found with the applied filters.
es: No hay mensajes encontrados con los filtros aplicados.

source: Contact messages will appear here when visitors use the form.
es: Los mensajes de contacto aparecerán aquí cuando los visitantes usan el formulario.

source: Manage your work experience, education and technical skills
es: Administrar su experiencia laboral, educación y habilidades técnicas

source: experiences
es: experiencias

source: education records
es: registros de educación

source: skills
es: habilidades

source: View All
es: Ver todos

source: Add
es: Añadir

source: education in progress
es: educación en curso

source: skills in
es: habilidades en

source: categories
es: categorías

source: Useful links to manage your CV
es: Enlaces útiles para administrar su CV

source: View Public CV
es: Ver CV público

source: Edit Profile
es: Editar perfil

source: Delete Education
es: Eliminar la educación

source: Confirm removal of this education record
es: Confirmación de la eliminación de este registro educativo

source: Back to Education
es: Volver a la educación

source: This action cannot be undone
es: Esta acción no puede ser aprobada

source: Institution:
es: Institución:

source: Field of study:
es: Campo de estudio:

source: Period:
es: Período:

source: Present
es: Presente

source: Credential ID:
es: ID Credencial:

source: Description:
es: Descripción:

source: Are you sure you want to delete this education record? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este registro de educación? Esta acción no se puede deshacer.

source: Yes, Delete Education
es: Sí, Eliminar la Educación

source: Edit Education
es: Edición de la educación

source: New Education
es: Nueva educación

source: Update the details for this education entry.
es: Actualizar los detalles para esta entrada educativa.

source: Add a new education record to your resume.
es: Añade un nuevo registro educativo a tu curriculum vitae.

source: Update the details for this education record.
es: Actualizar los detalles para este registro educativo.

source: Fill in the information for your new education record.
es: Rellene la información para su nuevo registro educativo.

source: Select the type of training that best describes this education.
es: Seleccione el tipo de formación que mejor describe esta educación.

source: Example: Computer Engineering, Web Development, Machine Learning, etc.
es: Ejemplo: Ingeniería informática, desarrollo web, aprendizaje automático, etc.

source: Optional description of achievements, coursework, or notable projects.
es: Descripción opcional de logros, cursos o proyectos notables.

source: Leave blank if you are still completing this program.
es: Deja en blanco si sigues completando este programa.

source: Check this box if you are currently enrolled in this program.
es: Compruebe este cuadro si usted está actualmente inscrito en este programa.

source: Certificate or credential ID (if applicable).
es: Certificado o ID credencial (si es aplicable).

source: Verification URL for the certificate (if applicable).
es: URL de verificación para el certificado (si es aplicable).

source: Display order (lower numbers show first).
es: Orden de visualización (los números inferiores muestran primero).

source: Update Education
es: Educación actualizada

source: Create Education
es: Crear educación

source: Manage your academic background, certifications and courses
es: Administrar sus antecedentes académicos, certificaciones y cursos

source: Search education
es: Buscar educación

source: Institution, title...
es: Institución, título...

source: All types
es: Todos los tipos

source: Online Course
es: Curso en línea

source: Certification
es: Certificación

source: Workshop
es: Taller

source: In progress
es: En curso

source: Completed
es: Completado

source: records shown
es: registros

source: Title/Certification
es: Título/Certificación

source: Institution
es: Institución

source: Period
es: Período

source: View Certificate
es: Ver certificado

source: No education records
es: No hay registros de educación

source: No records found with the applied filters.
es: No hay registros encontrados con los filtros aplicados.

source: Start by adding your first academic training.
es: Empieza agregando tu primer entrenamiento académico.

source: Delete Experience
es: Eliminar la experiencia

source: Confirm removal of this work experience
es: Confirme la eliminación de esta experiencia de trabajo

source: Back to Experiences
es: Volver a Experiencias

source: Company:
es: Compañía:

source: Are you sure you want to delete this work experience? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta experiencia laboral? Esta acción no se puede deshacer.

source: Yes, Delete Experience
es: Sí, Eliminar la experiencia

source: Edit Experience
es: Editar experiencia

source: New Experience
es: Nueva experiencia

source: Update the details of this work experience.
es: Actualizar los detalles de esta experiencia de trabajo.

source: Add a new work experience entry to your resume.
es: Añade una nueva entrada de experiencia laboral a tu curriculum vitae.

source: Update the details for this work experience entry.
es: Actualizar los detalles para esta entrada de experiencia de trabajo.

source: Fill in the information for your new work experience.
es: Llene la información para su nueva experiencia de trabajo.

source: Describe your responsibilities, achievements, and key technologies used.
es: Describe tus responsabilidades, logros y tecnologías clave utilizadas.

source: Leave blank if this is your current position.
es: Deja en blanco si esta es tu posición actual.

source: Check this box if this is your current role.
es: Revise este cuadro si este es su papel actual.

source: Update Experience
es: Experiencia de actualización

source: Create Experience
es: Crear experiencia

source: Company, position...
es: Compañía, posición...

source: All experiences
es: Todas las experiencias

source: Current job
es: Trabajo actual

source: Previous jobs
es: Trabajos anteriores

source: Work Experience
es: Experiencia laboral

source: experiences shown
es: experiencias

source: Position
es: Posición

source: Current
es: Corriente

source: Previous
es: Anterior

source: No work experiences
es: No hay experiencias de trabajo

source: No experiences found with the applied filters.
es: No hay experiencias encontradas con los filtros aplicados.

source: Start by adding your first work experience.
es: Empieza agregando tu primera experiencia de trabajo.

source: Add Experience
es: Agregar experiencia

source: Automatic translation status
es: Estado de traducción automática

source: Review the progress of each translated language variant.
es: Revise el progreso de cada variante de lenguaje traducido.

source: Auto-translation enabled
es: Auto-traducción activada

source: Auto-translation disabled
es: Auto-traducción deshabilitada

source: Source
es: Fuente

source: No provider
es: No proveedor

source: Generated
es: Generado

source: Pending
es: Pendiente

source: No automatic translations have been generated for this content yet.
es: Aún no se han generado traducciones automáticas para este contenido.

source: Base language
es: Idioma básico

source: Targets
es: Metas

source: No additional target languages configured
es: No hay idiomas de destino adicionales configurados

source: Enable automatic translation in site settings to generate versions in other languages.
es: Habilita la traducción automática en la configuración del sitio para generar versiones en otros idiomas.

source: <strong>Editing language:</strong> %(language)s.
es: <strong>Idioma de edición:</strong> %(language)s.

source: The system will generate automatic translations to: %(languages)s.
es: El sistema generará traducciones automáticas a: %(languages)s.

source: No additional target languages are configured for automatic translation yet.
es: Aún no se han configurado idiomas de destino adicionales para la traducción automática.

source: To change the editing language or translation targets visit
es: Para cambiar el idioma de edición o los objetivos de traducción visita

source: First run setup
es: Primera configuración

source: Create the initial administrator account and choose the dashboard language.
es: Crea la cuenta de administrador inicial y elige el idioma del panel de control.

source: Welcome to your new dashboard
es: Bienvenido a tu nuevo panel

source: Before you start managing content we need an administrator account and the language for editing.
es: Antes de comenzar a gestionar contenido necesitamos una cuenta de administrador y el idioma de edición.

source: Create administrator
es: Crear administrador

source: What's next?
es: ¿Qué sigue?

source: After saving, you'll be redirected to the login page. Sign in with the credentials above to finish configuring your dashboard.
es: Después de guardar, serás redirigido a la página de inicio de sesión. Inicia sesión con las credenciales anteriores para terminar de configurar tu panel de control.

source: Remember: the public site stays in English, but the admin tools will switch to your selected language.
es: Recuerda: el sitio público permanece en inglés, pero las herramientas de administración cambiarán a tu idioma seleccionado.

source: Delete Knowledge Base
es: Eliminar el conocimiento Base
