Repository: henfrydls/Portafolio-Manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Confirm removal of this knowledge entry.
es: Confirme la eliminación de esta entrada de conocimiento.

source: Back to Knowledge Bases
es: Volver a Bases de Conocimiento

source: You are about to delete the knowledge base
es: Usted está a punto de eliminar la base de conocimiento

source: Projects linked to this knowledge base will remain, but the association will be removed.
es: Los proyectos vinculados a esta base de conocimiento permanecerán, pero se eliminará la asociación.

source: Edit Knowledge Base
es: Editar conocimientos Base

source: New Knowledge Base
es: Nueva base de conocimientos

source: Update the metadata used to highlight this knowledge area across the site.
es: Actualiza los metadatos utilizados para destacar esta área de conocimiento en todo el sitio.

source: Register a new technology, methodology, or domain expertise.
es: Registrar una nueva tecnología, metodología o experiencia de dominio.

source: Keep identifiers and styling consistent to ensure a cohesive presentation.
es: Mantén los identificadores y el estilo consistentes para asegurar una presentación cohesiva.

source: Provide a clear identifier and visual style for this knowledge entry.
es: Proporcionar un identificador claro y estilo visual para esta entrada de conocimiento.

source: Used internally and in URLs. Prefer lowercase with hyphens.
es: Utilizado internamente y en URLs. Preferir minúscula con hyphens.

source: Font Awesome or Devicon CSS classes (e.g.,
es: Clases de Font Awesome o Devicon CSS (por ejemplo,

source: Hex color used for badges and highlights.
es: Color hex usado para placas y puntos destacados.

source: Create Knowledge Base
es: Crear conocimiento Base

source: Curate the technologies, methodologies, and areas of expertise linked to your projects.
es: Gestiona las tecnologías, metodologías y áreas de experiencia vinculadas a tus proyectos.

source: Search knowledge bases
es: Bases de conocimiento de búsqueda

source: Name or identifier
es: Nombre o identificador

source: entries shown
es: entradas

source: Knowledge Base
es: Base de conocimientos

source: Autodetected
es: Autodetectado

source: No knowledge bases yet
es: Todavía no hay bases de conocimiento

source: No entries matched your search.
es: No hay entradas coinciden con tu búsqueda.

source: Start by registering the technologies and domains you want to highlight.
es: Comienza registrando las tecnologías y dominios que deseas destacar.

source: My Profile
es: Mi perfil

source: Update your personal and professional information.
es: Actualice su información personal y profesional.

source: Back to Dashboard
es: Volver a Dashboard

source: Personal Information
es: Información personal

source: Update your public profile information.
es: Actualice su información de perfil público.

source: There was an error updating the profile. Please review the fields.
es: Hubo un error actualizando el perfil. Por favor revise los campos.

source: Contact Information
es: Información de contacto

source: Social Links
es: Enlaces sociales

source: CV Settings
es: Configuración de CV

source: Current file:
es: Archivo actual:

source: View English CV
es: Ver Inglés CV

source: View Spanish CV
es: Ver CV de español

source: Note:
es: Nota:

source: The system automatically detects the user's language and displays the corresponding CV. If you only have one CV, it will be shown regardless of the language.
es: El sistema detecta automáticamente el idioma del usuario y muestra el CV correspondiente. Si solo tienes un CV, se mostrará independientemente del idioma.

source: Languages
es: Idiomas

source: Add Language
es: Agregar idioma

source: Add / Edit Language
es: Agregar / Editar idioma

source: Language
es: Idioma

source: E.g: English, Spanish, French
es: Por ejemplo: inglés, español, francés

source: Code
es: Código

source: Proficiency Level
es: Nivel de competencia

source: Select a level
es: Seleccione un nivel

source: Display Order
es: Mostrar orden

source: Save
es: Guardar

source: Are you sure you want to delete the English CV? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar el CV en inglés? Esta acción no se puede deshacer.

source: Are you sure you want to delete the Spanish CV? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar el CV en español? Esta acción no se puede deshacer.

source: Are you sure you want to delete this language?
es: ¿Estás seguro de que quieres borrar este idioma?

source: No languages added yet. Click 'Add Language' to begin.
es: Aún no se han añadido idiomas. Haga clic en 'Agregar idioma' para comenzar.

source: Error loading languages.
es: Idiomas de carga de errores.

source: Error loading language.
es: Lenguaje de carga de error.

source: Error deleting language.
es: Error eliminando el lenguaje.

source: Error saving language.
es: Lenguaje de ahorro de errores.

source: Unknown error
es: Error desconocido

source: Delete Project
es: Proyecto

source: Back to Projects
es: Volver a Proyectos

source: This action cannot be undone. The project will be permanently deleted along with all its associated information.
es: Esta acción no se puede deshacer. El proyecto será eliminado permanentemente junto con toda su información asociada.

source: Technologies:
es: Tecnologías:

source: No technologies assigned
es: No se han asignado tecnologías

source: Public
es: Público

source: Private
es: Privado

source: Links:
es: Enlaces:

source: Are you sure you want to delete the project
es: ¿Estás seguro de que quieres eliminar el proyecto

source: Yes, Delete Project
es: Sí, Borrar el proyecto

source: Are you completely sure? This action cannot be undone.
es: ¿Estás completamente seguro? Esta acción no se puede deshacer.

source: Edit Project
es: Proyecto de edición

source: New Project
es: Nuevo proyecto

source: Short description displayed on project cards.
es: Breve descripción mostrada en tarjetas de proyecto.

source: Full description shown on the project detail page.
es: Descripción completa mostrada en la página de detalles del proyecto.

source: Project Details
es: Detalles del proyecto

source: Hold Ctrl (Cmd on Mac) to select multiple technologies.
es: Mantenga Ctrl (Cmd en Mac) para seleccionar múltiples tecnologías.

source: Links
es: Enlaces

source: Featured Work Settings
es: Ajustes de trabajo destacados

source: Link type used when this project appears in Featured Work.
es: Enlace tipo utilizado cuando este proyecto aparece en Trabajo Destacado.

source: Only used when the link type is "Link to Post".
es: Solo se usa cuando el tipo de enlace es "Enlace a Publicación".

source: Only used when the link type is "PDF file".
es: Solo se usa cuando el tipo de enlace es "Archivo PDF".

source: Smaller numbers have higher priority.
es: Los números más pequeños tienen mayor prioridad.

source: Update Project
es: Proyecto de actualización

source: Create Project
es: Crear proyecto

source: Help
es: Ayuda

source: Tips:
es: Consejos:

source: Use high-quality images for better presentation.
es: Utilice imágenes de alta calidad para una mejor presentación.

source: Keep the short description concise and compelling.
es: Mantenga la breve descripción concisa y convincente.

source: Select the most relevant technologies.
es: Seleccione las tecnologías más relevantes.

source: Featured projects appear on the home page.
es: Los proyectos destacados aparecen en la página principal.

source: Order determines the position in lists.
es: Orden determina la posición en las listas.

source: Preview:
es: Vista previa:

source: Manage your project portfolio and work
es: Administrar su cartera de proyectos y su trabajo

source: Search projects
es: Proyectos de búsqueda

source: Title, description...
es: Título, descripción...

source: Visibility
es: Visibilidad

source: All visibilities
es: Todas las posibilidades

source: projects shown
es: proyectos mostrados

source: Project
es: Proyecto

source: Technologies
es: Tecnología

source: more
es: más

source: No projects
es: No hay proyectos

source: No projects found with the applied filters.
es: No se han encontrado proyectos con los filtros aplicados.

source: Start by creating your first project.
es: Empieza por crear tu primer proyecto.

source: Delete Project Type
es: Eliminar el tipo de proyecto

source: Confirm removal of this project classification.
es: Confirme la eliminación de esta clasificación de proyectos.

source: Back to Project Types
es: Volver a Tipos de Proyecto

source: You are about to delete the project type
es: Usted está a punto de eliminar el tipo de proyecto

source: Existing projects will remain available but will lose this type association.
es: Los proyectos existentes permanecerán disponibles pero perderán esta asociación de tipo.

source: Edit Project Type
es: Editar tipo de proyecto

source: New Project Type
es: Nuevo tipo de proyecto

source: Adjust this classification to keep your project catalog organized.
es: Ajuste esta clasificación para mantener organizado su catálogo de proyectos.

source: Create a project type to group similar initiatives.
es: Crear un tipo de proyecto para agrupar iniciativas similares.

source: Update the labels and metadata associated with this type.
es: Actualizar las etiquetas y metadatos asociados a este tipo.

source: Define how this type should appear in the admin and frontend filters.
es: Defina cómo este tipo debe aparecer en los filtros de administración y frontend.

source: Leave blank to auto-generate from the name.
es: Deja en blanco para autogenerar desde el nombre.

source: Optional description used in admin overviews.
es: Descripción opcional utilizada en las descripciones de administración.

source: Lower values appear first in listings.
es: Los valores inferiores aparecen primero en los listados.

source: Available when creating or filtering projects
es: Disponible al crear o filtrar proyectos

source: Create Project Type
es: Crear tipo de proyecto

source: Define the high-level buckets used to classify projects.
es: Define los cubos de alto nivel utilizados para clasificar proyectos.

source: Search project types
es: Tipos de proyecto de búsqueda

source: types shown
es: tipos

source: No project types yet
es: Todavía no hay tipos de proyectos

source: No project types found with the applied filters.
es: No hay tipos de proyecto encontrados con los filtros aplicados.

source: Start by defining the main categories for your projects.
es: Comience por definir las categorías principales para sus proyectos.

source: Site Configuration
es: Configuración del sitio

source: Define the default language and automatic translation
es: Define el idioma predeterminado y la traducción automática

source: General Preferences
es: Preferencias generales

source: These options affect all panel views and public content.
es: Estas opciones afectan todas las vistas de los paneles y el contenido público.

source: Base language for editing content and displaying the admin panel.
es: Lenguaje base para editar contenido y mostrar el panel de administración.

source: Automatic Translation
es: Traducción automática

source: Enable automatic translation generation when content is published.
es: Permitir la generación de traducción automática cuando se publica el contenido.

source: Example: https://libretranslate.local (required if automatic translation is enabled).
es: Ejemplo: https://libretranslate.local (requerido si la traducción automática está habilitada).

source: Optional. Only if your LibreTranslate instance requires authentication.
es: Opcional. Sólo si su instancia LibreTranslate requiere autenticación.

source: Maximum wait time per request (in seconds). Adjust according to your server.
es: Tiempo máximo de espera por solicitud (en segundos). Ajusta según tu servidor.

source: Save Configuration
es: Guardar configuración

source: Delete Skill
es: Eliminar la habilidad

source: Confirm removal of this technical skill
es: Confirmación de la remoción de esta habilidad técnica

source: Back to Skills
es: Volver a Habilidades

source: Category:
es: Categoría:

source: Level:
es: Nivel:

source: Experience:
es: Experiencia:

source: year
es: año

source: Progress:
es: Progresos:

source: Are you sure you want to delete this skill? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta habilidad? Esta acción no se puede deshacer.

source: Yes, Delete Skill
es: Sí, Eliminar la habilidad

source: Edit Skill
es: Editar habilidad

source: New Skill
es: Nueva habilidad

source: Update the details for this skill.
es: Actualice los detalles para esta habilidad.

source: Add a new skill to your resume.
es: Añade una nueva habilidad a tu curriculum vitae.

source: Update the details for this skill entry.
es: Actualice los detalles para esta entrada de habilidad.

source: Complete the information for your new skill.
es: Complete la información para su nueva habilidad.

source: Example: Python, JavaScript, React, Docker, etc.
es: Ejemplo: Python, JavaScript, React, Docker, etc.

source: Example: Frontend, Backend, Database, DevOps, etc.
es: Ejemplo: Frontend, Backend, Database, DevOps, etc.

source: Basic
es: Básica

source: Introductory understanding.
es: Comprensión introductoria.

source: Intermediate
es: Intermedio

source: Regular use with confidence.
es: Uso regular con confianza.

source: Advanced
es: Avances

source: Solid mastery and experience.
es: Maestría sólida y experiencia.

source: Complete command of the skill.
es: Comando completo de la habilidad.

source: Years of hands-on experience with this skill.
es: Años de experiencia práctica con esta habilidad.

source: Proficiency Preview
es: Avance de la competencia

source: This preview shows how your proficiency level will appear on the resume.
es: Esta vista previa muestra cómo aparecerá tu nivel de competencia en el currículum.

source: Update Skill
es: Actualizar la habilidad

source: Create Skill
es: Crear habilidad

source: Manage your technical skills and competencies
es: Gestione sus habilidades técnicas y competencias

source: Search skills
es: Formación profesional

source: Name, category...
es: Nombre, categoría...

source: Level
es: Nivel

source: All levels
es: Todos los niveles

source: Technical Skills
es: Habilidades técnicas

source: skills shown
es: habilidades demostradas

source: Skill
es: Habilidad

source: Experience
es: Experiencia

source: Progress
es: Progresos

source: No skills registered
es: No se han registrado aptitudes

source: No skills found with the applied filters.
es: No hay habilidades encontradas con los filtros aplicados.

source: Start by adding your first technical skills.
es: Empieza agregando tus primeras habilidades técnicas.

source: Add Skill
es: Añadir Habilidad

source: Overview of your portfolio performance and content
es: Panorama general del rendimiento y el contenido de su cartera

source: Site Visits
es: Visitas al sitio

source: today
es: hoy

source: this week
es: esta semana

source: published
es: publicado

source: drafts
es: borradores

source: unread messages
es: mensajes no leídos

source: All messages read
es: Todos los mensajes leídos

source: Site Traffic
es: Tráfico de sitios

source: Visits over the last 30 days
es: Visitas durante los últimos 30 días

source: New Blog Post
es: Nuevo Blog

source: Create a new article or tutorial
es: Crear un nuevo artículo o tutorial

source: Add a new project to portfolio
es: Agregar un nuevo proyecto a la cartera

source: Manage Catalogs
es: Gestionar catálogos

source: project types
es: tipos de proyectos

source: knowledge bases
es: bases de conocimientos

source: Update personal information
es: Actualizar información personal

source: View detailed site statistics
es: Ver estadísticas detalladas del sitio

source: Open public portfolio
es: Cartera pública abierta

source: Content Management
es: Gestión de contenidos

source: Manage Blog Posts
es: Gestionar Blogs

source: posts total
es: total de puestos

source: Manage Projects
es: Proyectos de gestión

source: View, edit and organize projects
es: Ver, editar y organizar proyectos

source: Message Inbox
es: Caja de entrada de mensajes

source: unread message
es: mensaje no leído

source: Advanced Management
es: Gestión avanzada

source: Test Email Configuration
es: Configuración de Test Email

source: Send a test email to verify settings
es: Enviar un correo electrónico de prueba para verificar la configuración

source: Unread Messages
es: Mensajes no leídos

source: message
es: mensaje

source: need
es: necesidad

source: attention
es: atención

source: No unread messages
es: No hay mensajes no leídos

source: Recent Messages
es: Mensajes recientes

source: No recent messages
es: No hay mensajes recientes

source: New contact messages will appear here
es: Nuevos mensajes de contacto aparecerán aquí

source: Recent Posts
es: Puestos recientes

source: No recent posts
es: No hay puestos recientes

source: New blog posts will appear here
es: Nuevas entradas de blog aparecerán aquí

source: Analytics Overview
es: Análisis general

source: Most Visited Pages (30 days)
es: Páginas más visitadas (30 días)

source: visits
es: visitas

source: No visit data
es: No hay datos de visita

source: Page visit analytics will appear here
es: Page visit analytics aparecerá aquí

source: Visits per day
es: Visitas por día

source: Sending test email...
es: Enviar correo electrónico de prueba...

source: Please wait...
es: Por favor, espera...

source: Email sent successfully!
es: ¡Email enviado con éxito!

source: Email test failed
es: Prueba de correo electrónico falló

source: Please check your connection and try again
es: Por favor, compruebe su conexión e inténtelo de nuevo

source: Detailed insights into your portfolio performance and visitor behavior
es: Información detallada sobre el rendimiento de su cartera y el comportamiento del visitante

source: Total Visits
es: Total de visitas

source: All time
es: Todo el tiempo

source: Today
es: Hoy

source: yesterday
es: ayer

source: This Week
es: Esta semana

source: No change
es: No hay cambio

source: Last 30 Days
es: Los últimos 30 días

source: in 90 days
es: en 90 días

source: Daily Visits
es: Visitas diarias

source: Visit trends over the last 30 days
es: Visite las tendencias durante los últimos 30 días

source: Hourly Distribution
es: Distribución por horas

source: Visits by hour of day (last 7 days)
es: Visitas por hora del día (últimos 7 días)

source: Browsers
es: Navegadores

source: Most used browsers (last 30 days)
es: La mayoría de los navegadores usados (últimos 30 días)

source: Content Creation
es: Creación de contenidos

source: Blog posts published by month
es: Blogs publicados por mes

source: Content Overview
es: Índice

source: Current content statistics
es: Estadísticas de contenido actual

source: Published Posts
es: Publicados

source: Public Projects
es: Proyectos públicos

source: Draft Posts
es: Proyecto de artículos

source: Most Visited Pages
es: Páginas más visitadas

source: Visits
es: Visitas

source: No visit data available
es: No hay datos de visita disponibles

source: Page visit analytics will appear here once you have traffic
es: Page visit analytics aparecerá aquí una vez que tenga tráfico

source: Secure Access
es: Acceso seguro

source: Access to control panel
es: Acceso al panel de control

source: Remember me for 30 days
es: Recuérdame durante 30 días

source: Log In
es: Iniciar sesión

source: Back to portfolio
es: Volver a la cartera

source: All Posts
es: Todos los puestos

source: Recent
es: Recientes

source: Featured Work
es: Trabajo destacado

source: Contact
es: Contacto

source: Article
es: Artículo

source: Share this post
es: Compartir este post

source: Copy Link
es: Copiar Enlace

source: GitHub Repository
es: Repositorio GitHub

source: Medium Article
es: Artículo medio

source: Medium
es: Mediana

source: LinkedIn Post
es: Enlaces In Post

source: Table of Contents
es: Cuadro de contenidos

source: Get in touch
es: Ponte en contacto

source: Enjoyed this post?
es: ¿Disfrutó de este post?

source: Let's discuss your next project or share thoughts on this topic.
es: Vamos a discutir su próximo proyecto o compartir pensamientos sobre este tema.

source: Start a conversation
es: Iniciar una conversación

source: Continue Reading
es: Seguir leyendo

source: More insights and perspectives
es: Más información y perspectivas

source: View All Posts
es: Ver todos los artículos

source: Back to All Posts
es: Volver a todos los artículos

source: Thoughts, tutorials, and experiences in development
es: Pensamientos, tutoriales y experiencias en el desarrollo

source: All
es: Todos

source: Search posts...
es: Buscar puestos...

source: No posts found
es: No se han encontrado puestos

source: Try adjusting your search filters.
es: Intenta ajustar tus filtros de búsqueda.

source: No posts have been published yet.
es: Todavía no se han publicado puestos.

source: Clear Filters
es: Filtros claros

source: Next
es: Siguiente

source: Contact Me
es: Contacta conmigo

source: Do you have a project in mind? Let's talk about how I can help you!
es: ¿Tienes un proyecto en mente? ¡Hablemos de cómo puedo ayudarte!

source: Send Me a Message
es: Envíame un mensaje

source: Full Name
es: Nombre completo

source: Send Message
es: Mensaje

source: Other Ways to Contact Me
es: Otras formas de contactarme

source: I respond within 24-48 hours
es: Respondo dentro de las 24 horas

source: Let's Connect Professionally
es: Conectemos profesionalmente

source: View Profile
es: Ver perfil

source: Check My Code
es: Revisa mi código

source: View Repositories
es: Ver Repositorios

source: Available for Remote
es: Disponible para Remoto

source: Frequently Asked Questions
es: Preguntas frecuentes

source: What type of projects do you develop?
es: ¿Qué tipo de proyectos desarrolla?

source: I specialize in full-stack web development, mobile applications and custom software solutions. I work with modern technologies like Django, React, Python, JavaScript and more.
es: Me especializo en desarrollo web full-stack, aplicaciones móviles y soluciones de software personalizadas. Trabajo con tecnologías modernas como Django, React, Python, JavaScript y más.

source: How long does a typical project take?
es: ¿Cuánto tarda un proyecto típico?

source: The time varies depending on the project complexity. A simple website can take 2-4 weeks, while more complex applications may require 2-6 months. I always provide detailed estimates after understanding the requirements.
es: El tiempo varía según la complejidad del proyecto. Un sitio web simple puede tomar de 2 a 4 semanas, mientras que aplicaciones más complejas pueden requerir de 2 a 6 meses. Siempre proporciono estimaciones detalladas después de entender los requisitos.

source: Do you work with international clients?
es: ¿Trabaja con clientes internacionales?

source: Absolutely! I work with clients from around the world. I'm available for virtual meetings and adapt to different time zones to facilitate communication.
es: ¡Por supuesto! Trabajo con clientes de todo el mundo. Estoy disponible para reuniones virtuales y me adapto a diferentes zonas horarias para facilitar la comunicación.

source: Do you offer post-launch support?
es: ¿Ofreces apoyo post-lanzamiento?

source: Yes, I offer different post-launch support and maintenance plans. This includes updates, bug fixes, optimizations and new features as needed.
es: Sí, ofrezco diferentes planes de soporte y mantenimiento post-lanzamiento. Esto incluye actualizaciones, corrección de errores, optimizaciones y nuevas funciones según sea necesario.

source: Ready to Start Your Project?
es: ¿Listo para iniciar su proyecto?
